The full file name of the IFC file to be import.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public string FullFileName { get; }
  Visual Basic
Public ReadOnly Property FullFileName As String
	Get
  Visual C++
public:
property String^ FullFileName {
	String^ get ();
}
 See Also
  ImporterIFC Class
  Autodesk.Revit.DB.IFC Namespace